{
    "history": [
        {
            "id": "1",
            "period": "1986-1997",
            "title": {
                "es": "Los Inicios y primeros éxitos. Formado en Madrid en 1986, el grupo fue impulsado por Enrique 'Quique' Almendros, quien pivotó desde la música celta hacia la música tradicional de la Meseta, trayendo consigo a músicos que compartían una visión radical: que la auténtica música ancestral no requería momificación ni aislamiento, sino integración inteligente con herramientas modernas. Este movimiento ocurrió en un momento preciso—1986—cuando el redescubrimiento académico-etnográfico de las tradiciones castellanas estaba en su apogeo, y cuando los movimientos folk europeos exploraban síntesis entre lo antiguo y lo nuevo.",
                "en": "The Beginnings and First Successes. Formed in Madrid in 1986, the group was driven by Enrique 'Quique' Almendros, who pivoted from Celtic music toward the traditional music of the Castilian Plateau, bringing with him musicians who shared a radical vision: that authentic ancestral music required neither mummification nor isolation, but intelligent integration with modern tools. This movement occurred at a precise moment—1986—when the academic-ethnographic rediscovery of Castilian traditions was at its peak, and when European folk movements were exploring syntheses between the old and the new."
            },
            "content": {
                "es": "<p class='accordion__text'><strong>La Tríada Fundacional y el Catalizador: Contexto de 1986.</strong><br>El núcleo original estaba formado por tres músicos de Madrid cuya trayectoria revelaría la lógica detrás de su unión. <strong>Enrique Almendros</strong>, anteriormente intérprete de música celta, fue el impulsor ideológico tras un evento catalizador específico: escuchar un programa radiofónico de José Ramón Cid sobre la música tradicional de Salamanca. Este momento marca una transición conceptual importante. En el Madrid de los años 1980, la jerarquía cultural de la música tradicional colocaba a la música celta e indígena sudamericana por encima de la tradición autóctona castellana—una paradoja que Almendros decidió desafiar activamente.</p><p class='accordion__text'>Los otros dos fundadores, <strong>José María Climent</strong> (Violín, rabel, albogue, gaita de fole, percusión) y <strong>Rafael Martín</strong> (Laúd, zanfona, bandurria, voz) eran, según testimonios documentados, 'dos amigos del barrio madrileño de Canillas' que compartían la misma vocación etnográfica. Seis meses después de esta formación inicial, el flautista <strong>Jaime Muñoz</strong> y el bajista <strong>Carlos Beceiro</strong> se unieron, completando lo que sería conocido como el 'quinteto mágico'.<br>Este momento fue crucial. En 1986, el mismo año de la fundación de La Musgaña, se celebraba en Soria el Primer Congreso de Etnología y Folklore en Castilla y León, señalando un momento de institucionalización y legitimación académica de las tradiciones regionales. El contexto era uno de redescubrimiento paralelo: universidades, diputaciones provinciales y centros de cultura tradicional estaban sistematizando lo que décadas de urbanización había amenazado con borrar.</p><p class='accordion__text'>El genio de La Musgaña radicó en su aproximación organizacional a los instrumentos. Rechazando explícitamente el esquema de 'rondalla' que había dominado la música tradicional castellana durante el siglo XX—conjuntos de cuerdas pulsadas relativament estáticos—propusieron una estructura esencialmente diferente.</p><br><p class='accordion__text'><strong>Instrumentos Ancestrales: Raíz Pura Medieval y Regional</strong></p><p class='accordion__text'>Los instrumentos que La Musgaña seleccionó no fueron elegidos al azar. Representaban líneas de continuidad lineal desde la Edad Media:</p><ul class='list-disc pl-5 space-y-2 mt-2'><li><strong>Gaita Sanabresa:</strong> Este instrumento, específico de la comarca de Sanabria en Zamora, posee una característica acústica única entre las gaitas peninsulares. Su escala no es templada—es una escala modal heredada directamente de la época medieval, imposible de afinar con precisión moderna sin destruir su carácter tímbrico.</li><li><strong>Zanfona:</strong> Instrumento de cuerda frotada de probable origen celta medieval, funcionaba mediante una rueda continua que vibraba las cuerdas, manipuladas por un teclado.</li><li><strong>Dulzaina:</strong> De máxima relevancia para La Musgaña. La dulzaina es un instrumento de lengüeta doble (tipo oboe), documentado en Castilla desde al menos el siglo XVI.</li><li><strong>Rabel, Albogue, Laúd, Bandurria:</strong> Instrumentos medievales de documentación arqueológica y etnográfica explícita.</li><li><strong>Gaita Charra:</strong> La flauta de tres agujeros y tamboril de Salamanca y Zamora, instrumento de extremada simplicidad constructiva pero de complejidad expresiva notable.</li></ul><br><p class='accordion__text'><strong>Contexto Etnográfico: El Redescubrimiento de los años 1980</strong></p><p class='accordion__text'>Para entender verdaderamente por qué La Musgaña fue posible en 1986, debe comprenderse el trabajo de documentación que precedió a su formación.</p><p class='accordion__text'>Estos no eran académicos desconectados. Eran parte de un movimiento consciente por recuperar, documentar y legitimar una tradición que la modernización urbana había casi erradicada. La Musgaña fue la contrapartida artística a este trabajo etnográfico: no solo documentación, sino reinterpretación creativa que demostraba la viabilidad contemporánea de estos materiales.</p><br><br><h3 class='text-xl font-bold text-white mb-2'>Primer trabajo, el Diablo Cojuelo (1988)</h3><p class='accordion__text'><strong>El Álbum que Cambió el Folk Castellano</strong></p><p class='accordion__text'>La estrategia funciona. Con su álbum debut 'El Diablo Cojuelo' (1988), La Musgaña ganó el <strong>1.er Premio Folk Actual de la Muestra Nacional de Folk para Jóvenes Intérpretes</strong>, celebrada en Santiago de Compostela. Este premio, patrocinado por el Ministerio de Cultura, fue validación institucional oficial. Gracias a este reconocimiento, se les ofreció la oportunidad de grabar su segundo álbum, 'El Paso de la Estantigua' (1989), bajo el sello de Radio Nacional de España—máxima legitimidad estatal para música tradicional.</p><br><br><h3 class='text-xl font-bold text-white mb-2'>El Paso de la Estantigua (1989)</h3><p class='accordion__text'>Es el segundo álbum de La Musgaña, grabado gracias al Premio Nacional de Folk... profundiza en danzas y melodías tradicionales de la meseta norte. Grabado por la formación original: Quique Almendros (gaita de fole, flauta de tres agujeros, tamboril), José María Climent (violín, gaitas), Rafa Martín (zanfona, guitarra), Jaime Muñoz (flautas, acordeón, saxo) y Carlos Beceiro (bajo, bouzouki). Representa su etapa temprana de exploración de tradiciones castellanas, antes de la expansión internacional con Lubicán (1991). Dado tu interés en su discografía cronológica, este disco sigue directamente a El Diablo Cojuelo y precede a cambios en la banda.</p><br><br><h3 class='text-xl font-bold text-white mb-2'>Lubicán (1991)</h3><p class='accordion__text'>Lubicán es el tercer álbum de estudio del grupo español de música folk La Musgaña, lanzado en 1991 (o 1993 en ediciones internacionales). Este disco marcó su debut en Norteamérica con el sello Xenophile-Green Linnet y ayudó a impulsar su fama internacional.</p><p class='accordion__text'><strong>Detalles del álbum</strong><br>Lubicán incluye 14 pistas con temas tradicionales como 'Charrada', 'Truvisqueira', 'Marcha de Pascua', 'Jotas de León y Zamora' y 'Pasodobles de Zamora', interpretados con gaitas, zanfona y percusión. Contó con colaboraciones de Luis Delgado y Manuel Luna, y fue editado por Lady Alicia Records en Madrid. Su duración es de unos 52 minutos y se considera uno de sus mejores trabajos por su fusión de tradición castellana con arreglos innovadores.</p><br><br><h3 class='text-xl font-bold text-white mb-2'>Llega el primer Tour Internacional (1993)</h3><p class='accordion__text'>Lanzamiento internacional con Xenophile-Green Linnet, impulsó giras en EE.UU. con sonidos celtas fusionados.</p><p class='accordion__text'>La Musgaña representa un caso de éxito excepcional en la internacionalización de la música folk tradicional: La banda ha trascendido las limitaciones geográficas y lingüísticas típicas de la música folk. Su presencia en el Kennedy Center, el Cervantino de Guanajuato, y festivales folk históricos en Reino Unido e Italia, junto con giras consecutivas de una década en Estados Unidos, posiciona a La Musgaña como uno de los embajadores más exitosos de la música tradicional ibérica en el escenario global durante los últimos 37 años.</p><p class='accordion__text'>La prensa internacional reconoció la importancia artística de La Musgaña. El Chicago Tribune escribió sobre su trabajo: <em>'La Musgaña's take on the folk music of central Spain is as old as the troubadours and as young as the electric guitar... it's delightful, airy stuff – fruited with exquisite melodies, freighted with melancholy and frenzied with irresistible rhythms.'</em><br>Adicionalmente, se destacó su capacidad de traspasar barreras lingüísticas: <em>'While there's no denying that La Musgaña brings contagious fun to the party, its most significant contribution well may be its ability to prove that music indeed can be a universal language, without boundaries.'</em></p><p class='accordion__text'><strong>Expansión Europea</strong></p><p class='accordion__text'><strong>Reino Unido</strong><br>La Musgaña actuó en el Towersey Folk Festival en Towersey, Oxfordshire, Inglaterra, uno de los festivales folk más antiguos de Europa, que ha operado ininterrumpidamente desde su fundación en 1965.</p><p class='accordion__text'><strong>Francia</strong><br>Las actuaciones en Francia fueron múltiples y distribuidas a través de diferentes contextos: actuaciones en Lyon (incluyendo el Opera Theatre), participación en programación del Instituto Cervantes en ciudades francesas como Toulouse.</p><p class='accordion__text'><strong>Italia</strong><br>Italia conformó un componente significativo de la estrategia de giras europeas, con actuaciones confirmadas en:</p><ul class='list-disc pl-5 space-y-2 mt-2'><li>Folkest, Spilimbergo (festival histórico de folk italiano)</li><li>Trento Festival</li><li>Actuaciones adicionales en 2006</li></ul><br><p class='accordion__text'><strong>Países Nórdicos</strong><br>La presencia en Escandinavia se documentó a través de:</p><ul class='list-disc pl-5 space-y-2 mt-2'><li>Haapavesi Folk Festival, Finlandia</li><li>Falun Folk Festival, Suecia</li></ul><br><p class='accordion__text'><strong>Europa del Este y Central</strong><br>Se confirman actuaciones en:</p><ul class='list-disc pl-5 space-y-2 mt-2'><li>Hungría: Malev Interfolk Festival</li><li>Polonia: National Polish Radio, Varsovia</li><li>Rusia: Participación en programación del Instituto Cervantes en Moscú</li><li>Serbia, Eslovenia: Menciones de giras internacionales</li></ul><br><br><h3 class='text-xl font-bold text-white mb-2'>En Concierto (1997)</h3><p class='accordion__text'>'En Concierto' es el primer y único álbum en directo de La Musgaña, lanzado en 1997 por la discográfica Resistencia Records. Constituye un documento histórico fundamental de la música folk española tradicional, registrando la apoteosis artística del grupo durante la celebración de su décimo aniversario con la participación de figuras esenciales del folk ibérico, producido por el renombrado violinista escocés Johnny Cunningham.</p><p class='accordion__text'>La opción de grabar el álbum en directo fue estratégica, no accidental:<br>'Como sucede con tantas bandas que se nutren de la tradición, sus sones y bailes se disfrutan especialmente en directo'<br>Esta elección permitió:</p><ol class='list-decimal pl-5 space-y-2 mt-2'><li>Capturar la energía en vivo</li><li>Documentar la química entre músicos</li><li>Reflejar la 'extraordinaria complicidad' entre los artistas</li><li>Crear un documento que trascendiera la fidelidad técnica para alcanzar autenticidad artística</li></ol><p class='accordion__text'>'En Concierto' fue grabado en dos conciertos celebrados durante el décimo aniversario de La Musgaña:<br><br><strong>Centro Cultural de la Villa</strong> (Madrid, 23-25 de abril de 1997)<br><strong>Teatro Baracaldo</strong> (Vizcaya, 23-25 de abril de 1997)<br>Posteriormente, el álbum fue presentado formalmente al público en el Palacio de Congresos de Madrid el 11 de noviembre de 1997.</p><p class='accordion__text'><strong>La Banda y sus Colaboradores</strong></p><p class='accordion__text'><strong>Formación Base de La Musgaña (Trío en 1997)</strong><br>El grupo tocaba como trío en el momento de la grabación:</p><ol class='list-decimal pl-5 space-y-2 mt-2'><li>Enrique Almendros (Quique Almendros) — Gaita charra, Tamboril, Flauta, Gaita de fole</li><li>Carlos Beceiro — Bajo eléctrico, Zanfona, Guitarra</li><li>Jaime Muñoz — Clarinete, Flautas, Acordeón</li></ol><br><p class='accordion__text'><strong>Artistas Invitados de Renombre</strong><br>La decisión de convertir este álbum en un 'mega concierto' con colaboradores fue deliberada y estratégica, reuniendo a figuras estelares de la escena folk española e internacional:</p><ul class='list-disc pl-5 space-y-2 mt-2'><li><strong>Johnny Cunningham (Productor/Violín)</strong></li><li><strong>Amancio Prada</strong></li><li><strong>Kepa Junkera</strong></li><li><strong>Javier Paxariño</strong></li><li><strong>Cuco Pérez</strong></li><li><strong>Radio Tarifa (Sebastián Rubio & Wafir Shaik)</strong></li><li><strong>Manuel Luna Samperio</strong></li><li><strong>Luis Delgado</strong></li><li><strong>Rafael Martín</strong></li><li><strong>Faín Dueñas</strong></li></ul><p class='accordion__text'>El repertorio de 'En Concierto' representa un mapeo musical de la tradición de Castilla y León, con referencias documentadas a Zamora, Salamanca, Burgos/León, Cantabria, Madrid y Segovia.</p><p class='accordion__text'><strong>Factores que Hacen 'En Concierto' Singular</strong></p><ol class='list-decimal pl-5 space-y-2 mt-2'><li><strong>Único álbum en directo de La Musgaña:</strong> Tras 37+ años de trayectoria, permanece como el único registro en vivo del grupo</li><li><strong>Captura de un momento único:</strong> Fue registrado 7 años antes del accidente cerebral de Quique Almendros en agosto de 2004.</li><li><strong>Reunión de talentos impossibilitada en la actualidad:</strong> La participación simultánea de Amancio Prada, Kepa Junkera, Radio Tarifa, etc.</li><li><strong>Transición de la producción:</strong> Marca el paso hacia estándares profesionales internacionales.</li><li><strong>Documento etnomusicológico:</strong> Preserva arreglos y tradiciones que La Musgaña recuperó mediante trabajo de campo.</li></ol>",
                "en": "<p class='accordion__text'><strong>The Founding Triad and the Catalyst: The 1986 Context.</strong><br>The original core was formed by three Madrid musicians whose trajectory would reveal the logic behind their union. <strong>Enrique Almendros</strong>, previously a Celtic music performer, was the ideological driving force following a specific catalyzing event: listening to a radio program by José Ramón Cid about traditional Salamancan music. This moment marks an important conceptual transition. In 1980s Madrid, the cultural hierarchy of traditional music placed Celtic and South American indigenous music above native Castilian tradition—a paradox that Almendros decided to actively challenge.</p><p class='accordion__text'>The other two founders, <strong>José María Climent</strong> (Violin, rabel, albogue, gaita de fole, percussion) and <strong>Rafael Martín</strong> (Lute, hurdy-gurdy, bandurria, vocals) were, according to documented testimonies, 'two friends from Madrid's Canillas neighborhood' who shared the same ethnographic vocation. Six months after this initial formation, flutist <strong>Jaime Muñoz</strong> and bassist <strong>Carlos Beceiro</strong> joined, completing what would become known as the 'magic quintet'.<br>This moment was crucial. In 1986, the same year of La Musgaña's founding, the First Congress of Ethnology and Folklore in Castilla y León was held in Soria, marking a moment of institutionalization and academic legitimation of regional traditions. The context was one of parallel rediscovery: universities, provincial councils, and traditional culture centers were systematizing what decades of urbanization had threatened to erase.</p><p class='accordion__text'>La Musgaña's genius lay in their organizational approach to instruments. Explicitly rejecting the 'rondalla' scheme that had dominated Castilian traditional music during the 20th century—relatively static plucked string ensembles—they proposed an essentially different structure.</p><br><p class='accordion__text'><strong>Ancestral Instruments: Pure Medieval and Regional Roots</strong></p><p class='accordion__text'>The instruments La Musgaña selected were not chosen at random. They represented lines of linear continuity from the Middle Ages:</p><ul class='list-disc pl-5 space-y-2 mt-2'><li><strong>Sanabresa Bagpipe:</strong> This instrument, specific to the Sanabria region in Zamora, possesses a unique acoustic characteristic among Iberian bagpipes. Its scale is not tempered—it's a modal scale inherited directly from medieval times, impossible to tune with modern precision without destroying its timbral character.</li><li><strong>Hurdy-gurdy:</strong> A bowed string instrument of probable medieval Celtic origin, it functioned through a continuous wheel that vibrated the strings, manipulated by a keyboard.</li><li><strong>Dulzaina:</strong> Of maximum relevance for La Musgaña. The dulzaina is a double-reed instrument (oboe type), documented in Castile since at least the 16th century.</li><li><strong>Rabel, Albogue, Lute, Bandurria:</strong> Medieval instruments with explicit archaeological and ethnographic documentation.</li><li><strong>Gaita Charra:</strong> The three-hole pipe and tabor from Salamanca and Zamora, an instrument of extreme constructive simplicity but notable expressive complexity.</li></ul><br><p class='accordion__text'><strong>Ethnographic Context: The 1980s Rediscovery</strong></p><p class='accordion__text'>To truly understand why La Musgaña was possible in 1986, one must understand the documentation work that preceded their formation.</p><p class='accordion__text'>These were not disconnected academics. They were part of a conscious movement to recover, document, and legitimize a tradition that urban modernization had nearly eradicated. La Musgaña was the artistic counterpart to this ethnographic work: not just documentation, but creative reinterpretation that demonstrated the contemporary viability of these materials.</p><br><br><h3 class='text-xl font-bold text-white mb-2'>First Album, El Diablo Cojuelo (1988)</h3><p class='accordion__text'>The strategy works. With their debut album 'El Diablo Cojuelo' (1988), La Musgaña won the <strong>1st Folk Actual Prize at the National Folk Show for Young Performers</strong>, held in Santiago de Compostela. This award, sponsored by the Ministry of Culture, was official institutional validation. Thanks to this recognition, they were offered the opportunity to record their second album, 'El Paso de la Estantigua' (1989), under the Radio Nacional de España label—maximum state legitimacy for traditional music.</p><br><p class='accordion__text'><strong>The Album That Changed Castilian Folk</strong><br>'El Diablo Cojuelo' was La Musgaña's debut album released in 1988...</p><br><h3 class='text-xl font-bold text-white mb-2'>El Paso de la Estantigua (1989)</h3><p class='accordion__text'>It's La Musgaña's second album, recorded thanks to the National Folk Prize... it delves into traditional dances and melodies of the northern plateau. Recorded by the original lineup: Quique Almendros (gaita de fole, three-hole pipe, tabor), José María Climent (violin, bagpipes), Rafa Martín (hurdy-gurdy, guitar), Jaime Muñoz (flutes, accordion, sax) and Carlos Beceiro (bass, bouzouki). It represents their early stage of exploring Castilian traditions, before the international expansion with Lubicán (1991).</p><br><br><h3 class='text-xl font-bold text-white mb-2'>Lubicán (1991)</h3><p class='accordion__text'>Lubicán is the third studio album by Spanish folk music group La Musgaña, released in 1991 (or 1993 in international editions). This album marked their North American debut with the Xenophile-Green Linnet label and helped boost their international fame.</p><p class='accordion__text'><strong>Album Details</strong><br>Lubicán includes 14 tracks with traditional themes such as 'Charrada', 'Truvisqueira', 'Marcha de Pascua', 'Jotas de León y Zamora' and 'Pasodobles de Zamora', performed with bagpipes, hurdy-gurdy and percussion. It featured collaborations from Luis Delgado and Manuel Luna, and was released by Lady Alicia Records in Madrid. Its duration is about 52 minutes and is considered one of their best works for its fusion of Castilian tradition with innovative arrangements.</p><br><br><h3 class='text-xl font-bold text-white mb-2'>First International Tour Arrives (1993)</h3><p class='accordion__text'>International release with Xenophile-Green Linnet drove tours in the USA with fused Celtic sounds.</p><p class='accordion__text'>La Musgaña represents an exceptional success case in the internationalization of traditional folk music: The band has transcended the typical geographical and linguistic limitations of folk music. Their presence at the Kennedy Center, Cervantino in Guanajuato, and historic folk festivals in the UK and Italy, along with consecutive decade-long tours in the United States, positions La Musgaña as one of the most successful ambassadors of traditional Iberian music on the global stage over the past 37 years.</p><p class='accordion__text'>The international press recognized La Musgaña's artistic importance. The Chicago Tribune wrote about their work: <em>'La Musgaña's take on the folk music of central Spain is as old as the troubadours and as young as the electric guitar... it's delightful, airy stuff – fruited with exquisite melodies, freighted with melancholy and frenzied with irresistible rhythms.'</em><br>Additionally, their ability to transcend language barriers was highlighted: <em>'While there's no denying that La Musgaña brings contagious fun to the party, its most significant contribution well may be its ability to prove that music indeed can be a universal language, without boundaries.'</em></p><p class='accordion__text'><strong>European Expansion</strong></p><p class='accordion__text'><strong>United Kingdom</strong><br>La Musgaña performed at the Towersey Folk Festival in Towersey, Oxfordshire, England, one of Europe's oldest folk festivals, which has operated continuously since its founding in 1965.</p><p class='accordion__text'><strong>France</strong><br>Performances in France were multiple and distributed across different contexts: performances in Lyon (including the Opera Theatre), participation in Instituto Cervantes programming in French cities such as Toulouse.</p><p class='accordion__text'><strong>Italy</strong><br>Italy formed a significant component of the European touring strategy, with confirmed performances at:</p><ul class='list-disc pl-5 space-y-2 mt-2'><li>Folkest, Spilimbergo (historic Italian folk festival)</li><li>Trento Festival</li><li>Additional performances in 2006</li></ul><p class='accordion__text'><strong>Nordic Countries</strong><br>Their Scandinavian presence was documented through:</p><ul class='list-disc pl-5 space-y-2 mt-2'><li>Haapavesi Folk Festival, Finland</li><li>Falun Folk Festival, Sweden</li></ul><p class='accordion__text'><strong>Eastern and Central Europe</strong><br>Performances confirmed in:</p><ul class='list-disc pl-5 space-y-2 mt-2'><li>Hungary: Malev Interfolk Festival</li><li>Poland: National Polish Radio, Warsaw</li><li>Russia: Participation in Instituto Cervantes programming in Moscow</li><li>Serbia, Slovenia: International tour mentions</li></ul><br><br><h3 class='text-xl font-bold text-white mb-2'>En Concierto (1997)</h3><p class='accordion__text'>'En Concierto' is La Musgaña's first and only live album, released in 1997 by Resistencia Records. It constitutes a fundamental historical document of traditional Spanish folk music, recording the group's artistic apotheosis during the celebration of their tenth anniversary with the participation of essential figures of Iberian folk, produced by renowned Scottish fiddler Johnny Cunningham.</p><p class='accordion__text'>The choice to record the album live was strategic, not accidental:<br>'As happens with so many bands that draw from tradition, their sounds and dances are especially enjoyed live'<br>This choice allowed:</p><ol class='list-decimal pl-5 space-y-2 mt-2'><li>Capturing live energy</li><li>Documenting the chemistry between musicians</li><li>Reflecting the 'extraordinary complicity' between artists</li><li>Creating a document that transcended technical fidelity to achieve artistic authenticity</li></ol><p class='accordion__text'>'En Concierto' was recorded at two concerts held during La Musgaña's tenth anniversary:<br><strong>Centro Cultural de la Villa</strong> (Madrid, April 23-25, 1997)<br><strong>Teatro Baracaldo</strong> (Vizcaya, April 23-25, 1997)<br>Subsequently, the album was formally presented to the public at the Palacio de Congresos in Madrid on November 11, 1997.</p><p class='accordion__text'><strong>The Band and Its Collaborators</strong></p><p class='accordion__text'><strong>La Musgaña Core Formation (Trio in 1997)</strong><br>The group performed as a trio at the time of recording:</p><ol class='list-decimal pl-5 space-y-2 mt-2'><li>Enrique Almendros (Quique Almendros) — Gaita charra, Tabor, Flute, Gaita de fole</li><li>Carlos Beceiro — Electric bass, Hurdy-gurdy, Guitar</li><li>Jaime Muñoz — Clarinet, Flutes, Accordion</li></ol><p class='accordion__text'><strong>Renowned Guest Artists</strong><br>The decision to turn this album into a 'mega concert' with collaborators was deliberate and strategic, bringing together stellar figures from the Spanish and international folk scene:</p><ul class='list-disc pl-5 space-y-2 mt-2'><li><strong>Johnny Cunningham (Producer/Violin)</strong></li><li><strong>Amancio Prada</strong></li><li><strong>Kepa Junkera</strong></li><li><strong>Javier Paxariño</strong></li><li><strong>Cuco Pérez</strong></li><li><strong>Radio Tarifa (Sebastián Rubio & Wafir Shaik)</strong></li><li><strong>Manuel Luna Samperio</strong></li><li><strong>Luis Delgado</strong></li><li><strong>Rafael Martín</strong></li><li><strong>Faín Dueñas</strong></li></ul><p class='accordion__text'>The repertoire of 'En Concierto' represents a musical mapping of the tradition of Castilla y León, with documented references to Zamora, Salamanca, Burgos/León, Cantabria, Madrid and Segovia.</p><p class='accordion__text'><strong>Factors That Make 'En Concierto' Singular</strong></p><ol class='list-decimal pl-5 space-y-2 mt-2'><li><strong>La Musgaña's only live album:</strong> After 37+ years of trajectory, it remains the group's only live recording</li><li><strong>Capture of a unique moment:</strong> It was recorded 7 years before Quique Almendros' stroke in August 2004.</li><li><strong>Reunion of talents impossible today:</strong> The simultaneous participation of Amancio Prada, Kepa Junkera, Radio Tarifa, etc.</li><li><strong>Production transition:</strong> Marks the move toward international professional standards.</li><li><strong>Ethnomusicological document:</strong> Preserves arrangements and traditions that La Musgaña recovered through fieldwork.</li></ol>"
            }
        },
        {
            "id": "2",
            "period": "2003-2026",
            "title": {
                "es": "Evolución contemporánea. El período 2003-2019 representa una transición crucial en la trayectoria de La Musgaña, caracterizado por cuatro ciclos distintivos: recuperación (2003-2004), adaptación post-trauma (2005-2009), minimalismo reflexivo (2010-2013), y experimentación sonora con posterior reorientación (2014-2019). Durante estos 16 años, la banda publicó seis álbumes de lanzamiento nuevo, experimentó cambios formacionales múltiples y diversificó su paleta sonora desde lo instrumental puro hasta exploración vocal pop-folk, para finalmente retornar a sus raíces en formato trío tradicional.",
                "en": "Contemporary Evolution. The 2003-2019 period represents a crucial transition in La Musgaña's trajectory, characterized by four distinctive cycles: recovery (2003-2004), post-trauma adaptation (2005-2009), reflective minimalism (2010-2013), and sonic experimentation with subsequent reorientation (2014-2019). During these 16 years, the band released six new albums, experienced multiple formational changes, and diversified their sonic palette from pure instrumental to pop-folk vocal exploration, to finally return to their roots in traditional trio format."
            },
            "content": {
                "es": "<p class='accordion__text'><h3 class='text-xl font-bold text-white mb-2'>TEMAS PROFANOS (2003)</h3>'Temas Profanos' marca el renacimiento artístico de La Musgaña tras uno de los períodos más desafiantes de su historia. Tras seis años de silencio discográfico desde 'En Concierto' (1997), el grupo emergió de una profunda crisis de desencanto con la industria discográfica. <strong>Carlos Beceiro</strong> lo explicó sin eufemismos: 'Acabamos desencantados de la compañía de discos, de la oficina de contratación, de casi todo el mundo. Nos pusieron zancadillas que sólo se pueden contar si apagas la grabadora.'<br>Adicionalmente, la banda había sufrido presiones comerciales del mercado para incluir batería y vocalista, requisitos que rechazaron categóricamente. La decisión de crear su propio sello, <strong>Lubicán Records</strong>, fue un acto de independencia.</p><p class='accordion__text'><strong>Recepción Crítica</strong><br>La crítica profesional reconoció unánimemente 'Temas Profanos' como 'el trabajo más elaborado, minucioso y excitante' de su trayectoria. El álbum fue caracterizado como 'catártico' y 'terapéutico,' reflejando la renovación espiritual del grupo tras años de frustración. El periódico El País documentó: 'La Musgaña, formación de cabecera para la música de raíz castellana, regresa a la actualidad tras un silencio discográfico que se prolongaba desde la primavera de 1997.'</p><p class='accordion__text'><h3 class='text-xl font-bold text-white mb-2'>20 (2008)</h3>'20' fue lanzado cuatro años después de 'Temas Profanos,' en un momento complejo para el grupo. En agosto de 2004, apenas un año después del lanzamiento de 'Temas Profanos,' <strong>Enrique Almendros</strong> sufrió un derrame cerebral durante un ensayo previo a una actuación en Barcelona, dejándolo incapacitado permanentemente para actuaciones en vivo.<br>A pesar de este evento traumático, el grupo decidió continuar operando. Incorporaron a <strong>Diego Galaz</strong> (violín) y <strong>Jorge Arribas</strong> (acordeón) como nuevos miembros permanentes, permitiendo que La Musgaña reanudara actividades internacionales a finales de 2006 en Estados Unidos, Italia y Francia.<br>'20' representa un acto de continuidad institucional. En lugar de celebrar simplemente con retrospectivas, el álbum funcionó como declaración de que La Musgaña, a pesar de la pérdida permanente de su fundador Quique Almendros de los escenarios, mantendría viva su misión fundamental.</p><p class='accordion__text'><h3 class='text-xl font-bold text-white mb-2'>IDAS Y VENIDAS (2009)</h3>'Idas y Venidas' marca un punto de inflexión: fue el primer álbum completamente nuevo de estudio grabado con la formación post-2004 en su forma completamente estabilizada. Lanzado un año después del recopilatorio '20,' representa la plena maduración del grupo en su nueva configuración.</p><p class='accordion__text'><strong>Características Musicales Distintivas</strong><br>A diferencia de trabajos anteriores, 'Idas y Venidas' representó una exploración intencional de nuevas geografías musicales más allá de Castilla y León. Los 15 temas nuevos fueron derivados de 'investigación y búsqueda de tradiciones musicales' en múltiples contextos geográficos y culturales, aunque la meseta de Castilla y León permanecía como epicentro.</p><p class='accordion__text'><h3 class='text-xl font-bold text-white mb-2'>ENTRE DOS (2013)</h3>'Entre Dos' marca un giro formacional radical. En 2011, los miembros nuevos Diego Galaz y Jorge Arribas abandonaron el proyecto para perseguir su propio grupo 'Fetén Fetén.' La Musgaña respondió con una estrategia de retorno a su formato minimalista original: un dúo instrumental.</p><p class='accordion__text'><strong>Contenido Destacado</strong></p><ul class='list-disc pl-5 space-y-2 mt-2'><li><strong>'Almendros':</strong> Una composición de homenaje a Quique Almendros, que 'los acompañó durante más de dos décadas' antes de ser incapacitado por su derrame cerebral. Este tema refleja la persistencia de la conexión emocional del grupo con su fundador a pesar de su ausencia física.</li><li><strong>'El Trapero':</strong> Composición original de la banda que ejemplifica su evolución compositiva. Aunque derivada de melodías tradicionales, la composición de La Musgaña representa elaboración significativa sobre la línea melódica original.</li><li><strong>Entradilla de Salmoral:</strong> Regrabación de la pista 'Entradilla' (ritmo 8/8 de Salmoral, Segovia) que originalmente apareció en el álbum 'En Concierto' de 1997.</li></ul><p class='accordion__text'><strong>Recepción</strong><br>La crítica reconoció que La Musgaña, tras 25 años de escenarios españoles e internacionales, permanecía como 'una de las formaciones más creativas pero respetuosas en la revisión de la tradición musical española,' mostrándola 'de manera contemporánea sin perder de vista la esencia y las raíces de un rico, diverso y valioso patrimonio cultural.'</p><p class='accordion__text'><h3 class='text-xl font-bold text-white mb-2'>SI SUPIERA QUE CANTANDO... (2015)</h3><strong>Un Giro Radical</strong><br>'Si Supiera Que Cantando...' representa la desviación más drástica de la trayectoria de La Musgaña. Tras 27 años orientado fundamentalmente hacia lo instrumental con colaboraciones vocales puntuales, el grupo decidió crear su primer álbum íntegramente cantado con una voz solista permanente.<br>Esta decisión fue precedida por un cambio formacional totalmente nuevo. La Musgaña se expandió de dúo (2013) a quinteto (2015), incorporando tres músicos nuevos con perfiles profesionales distintos.</p><p class='accordion__text'><h3 class='text-xl font-bold text-white mb-2'>RAITÁN (2019)</h3><strong>Retorno a Raíces</strong><br>Tras la experimentación pop-folk de 2015, La Musgaña pivotó nuevamente hacia sus raíces, pero con una orientación geografical revisada. En 2018-2019, reconfiguró el proyecto como trío permanente colaborativo con Luis Antonio Pedraza, un músico zamorán con 'mayor proyección' en la escena folk del noroeste peninsular.</p><p class='accordion__text'><strong>Luis Antonio Pedraza (NUEVO COLABORADOR PERMANENTE)</strong> — Flauta de tres agujeros, Tamboril, Gaita sanabresa, Canto, Pandereta; músico zamorano con raíces profundas en la tradición del noroeste</p><p class='accordion__text'><strong>Significado Formacional</strong><br>El retorno a trío tras la expansión a quinteto representa una estrategia de 'renovación ambiciosa' centrada en minimalismo instrumental. Crucialmente, la inclusión de Luis Antonio Pedraza aporta 'vocación universal' a tradiciones específicas del noroeste (Sayago, Aliste, La Raya, Galicia), expandiendo la geografía musical de La Musgaña más allá de Castilla pura.</p><p class='accordion__text'>El período 2003-2019 de La Musgaña encarna un viaje de resiliencia extraordinaria tras adversidad personal traumática. Desde la recuperación autónoma tras crisis de industria discográfica (2003), pasando por el accidente incapacitante del fundador (2004), hasta exploración audaz de nuevas sonoridades (2015) y eventual retorno a raíces con perspectiva renovada (2019), el grupo demostró flexibilidad artística sin perder identidad fundamental.</p><p class='accordion__text'>La discografía del período no es lineal. Alterna entre minimalismo instrumental (2009, 2013) y expansión sonora (2015), entre retrospectiva (2008) e innovación (2019). Esta volatilidad refleja no debilidad sino vitalidad: una banda dispuesta a cuestionarse y reexaminarse mientras permanece fiel a su misión de recuperación, renovación y presentación contemporánea de tradición castellana y leonesa.<br>En 2026, tras el último trabajo de momento con 'Raitán', La Musgaña ha consolidado 40 años de trayectoria, con 11 álbumes de estudio lanzados y reconocimiento internacional como una de las formaciones más creativas y respetuosas del folk tradicional ibérico.</p>",
                "en": "<p class='accordion__text'><h3 class='text-xl font-bold text-white mb-2'>TEMAS PROFANOS (2003)</h3>'Temas Profanos' marks La Musgaña's artistic rebirth after one of the most challenging periods in their history. After six years of recording silence since 'En Concierto' (1997), the group emerged from a deep crisis of disenchantment with the record industry. <strong>Carlos Beceiro</strong> explained it bluntly: 'We ended up disenchanted with the record company, the booking office, almost everyone. They put obstacles in our way that can only be told if you turn off the recorder.'<br>Additionally, the band had suffered commercial market pressures to include drums and a vocalist, requirements they categorically rejected. The decision to create their own label, <strong>Lubicán Records</strong>, was an act of independence.</p><p class='accordion__text'><strong>Critical Reception</strong><br>Professional critics unanimously recognized 'Temas Profanos' as 'the most elaborate, meticulous and exciting work' of their trajectory. The album was characterized as 'cathartic' and 'therapeutic,' reflecting the group's spiritual renewal after years of frustration. El País newspaper documented: 'La Musgaña, the flagship formation for Castilian roots music, returns to the scene after a recording silence that had extended since spring 1997.'</p><p class='accordion__text'><h3 class='text-xl font-bold text-white mb-2'>20 (2008)</h3>'20' was released four years after 'Temas Profanos,' at a complex moment for the group. In August 2004, barely a year after the release of 'Temas Profanos,' <strong>Enrique Almendros</strong> suffered a stroke during a rehearsal prior to a performance in Barcelona, leaving him permanently incapacitated for live performances.<br>Despite this traumatic event, the group decided to continue operating. They incorporated <strong>Diego Galaz</strong> (violin) and <strong>Jorge Arribas</strong> (accordion) as new permanent members, allowing La Musgaña to resume international activities in late 2006 in the United States, Italy and France.<br>'20' represents an act of institutional continuity. Rather than simply celebrating with retrospectives, the album functioned as a declaration that La Musgaña, despite the permanent loss of founder Quique Almendros from the stage, would keep their fundamental mission alive.</p><p class='accordion__text'><h3 class='text-xl font-bold text-white mb-2'>IDAS Y VENIDAS (2009)</h3>'Idas y Venidas' marks a turning point: it was the first completely new studio album recorded with the post-2004 formation in its fully stabilized form. Released a year after the compilation '20,' it represents the full maturation of the group in their new configuration.</p><p class='accordion__text'><strong>Distinctive Musical Characteristics</strong><br>Unlike previous works, 'Idas y Venidas' represented an intentional exploration of new musical geographies beyond Castilla y León. The 15 new themes were derived from 'research and search for musical traditions' in multiple geographical and cultural contexts, although the Castilla y León plateau remained the epicenter.</p><p class='accordion__text'><h3 class='text-xl font-bold text-white mb-2'>ENTRE DOS (2013)</h3>'Entre Dos' marks a radical formational shift. In 2011, new members Diego Galaz and Jorge Arribas left the project to pursue their own group 'Fetén Fetén.' La Musgaña responded with a strategy of returning to their original minimalist format: an instrumental duo.</p><p class='accordion__text'><strong>Featured Content</strong></p><ul class='list-disc pl-5 space-y-2 mt-2'><li><strong>'Almendros':</strong> A tribute composition to Quique Almendros, who 'accompanied them for more than two decades' before being incapacitated by his stroke. This track reflects the persistence of the group's emotional connection with their founder despite his physical absence.</li><li><strong>'El Trapero':</strong> An original band composition that exemplifies their compositional evolution. Although derived from traditional melodies, La Musgaña's composition represents significant elaboration on the original melodic line.</li><li><strong>Entradilla de Salmoral:</strong> A re-recording of the track 'Entradilla' (8/8 rhythm from Salmoral, Segovia) that originally appeared on the 1997 album 'En Concierto.'</li></ul><p class='accordion__text'><strong>Reception</strong><br>Critics recognized that La Musgaña, after 25 years on Spanish and international stages, remained 'one of the most creative yet respectful formations in the revision of Spanish musical tradition,' presenting it 'in a contemporary manner without losing sight of the essence and roots of a rich, diverse and valuable cultural heritage.'</p><p class='accordion__text'><h3 class='text-xl font-bold text-white mb-2'>SI SUPIERA QUE CANTANDO... (2015)</h3><strong>A Radical Turn</strong><br>'Si Supiera Que Cantando...' represents the most drastic deviation from La Musgaña's trajectory. After 27 years fundamentally oriented toward instrumental work with occasional vocal collaborations, the group decided to create their first fully sung album with a permanent solo voice.<br>This decision was preceded by an entirely new formational change. La Musgaña expanded from a duo (2013) to a quintet (2015), incorporating three new musicians with distinct professional profiles.</p><p class='accordion__text'><h3 class='text-xl font-bold text-white mb-2'>RAITÁN (2019)</h3><strong>Return to Roots</strong><br>After the pop-folk experimentation of 2015, La Musgaña pivoted again toward their roots, but with a revised geographical orientation. In 2018-2019, they reconfigured the project as a permanent collaborative trio with Luis Antonio Pedraza, a Zamoran musician with 'greater projection' in the northwestern Iberian folk scene.</p><p class='accordion__text'><strong>Luis Antonio Pedraza (NEW PERMANENT COLLABORATOR)</strong> — Three-hole pipe, Tabor, Sanabresa bagpipe, Vocals, Tambourine; Zamoran musician with deep roots in northwestern tradition</p><p class='accordion__text'><strong>Formational Significance</strong><br>The return to trio after the expansion to quintet represents an 'ambitious renewal' strategy centered on instrumental minimalism. Crucially, the inclusion of Luis Antonio Pedraza brings 'universal vocation' to specific northwestern traditions (Sayago, Aliste, La Raya, Galicia), expanding La Musgaña's musical geography beyond pure Castile.</p><br><p class='accordion__text'>The 2003-2019 period of La Musgaña embodies a journey of extraordinary resilience after traumatic personal adversity. From autonomous recovery after the record industry crisis (2003), through the founder's incapacitating accident (2004), to bold exploration of new sonorities (2015) and eventual return to roots with renewed perspective (2019), the group demonstrated artistic flexibility without losing fundamental identity.</p><p class='accordion__text'>The period's discography is not linear. It alternates between instrumental minimalism (2009, 2013) and sonic expansion (2015), between retrospective (2008) and innovation (2019). This volatility reflects not weakness but vitality: a band willing to question and re-examine itself while remaining faithful to its mission of recovery, renewal and contemporary presentation of Castilian and Leonese tradition.<br>In 2026, after their latest work with 'Raitán', La Musgaña has consolidated 40 years of trajectory, with 11 studio albums released and international recognition as one of the most creative and respectful formations in traditional Iberian folk.</p>"
            }
        }
    ],
    "discography": [
        {
            "id": "1",
            "title": "El Diablo Cojuelo",
            "year": "1988",
            "image": "/albums/diablo-cojuelo.jpg",
            "description": {
                "es": "Este álbum de debut ganó el 1.er Premio Folk Actual de la Muestra Nacional de Folk para Jóvenes Intérpretes de 1988 en Santiago de Compostela.",
                "en": "This debut album won the 1st Folk Actual Prize at the National Folk Show for Young Performers in 1988 in Santiago de Compostela."
            },
            "songs": [
                "La Niña",
                "Ofertorio",
                "Entre la Mar y el Río / La Amenaza Maghrebí",
                "Villancico",
                "Las Luminarias",
                "Un Soldado Menos",
                "Seguidillas del Diablo Cojuelo",
                "La Molinera",
                "Rogativa",
                "Tres Hermanicas",
                "Pasacalles de Ciudad Rodrigo",
                "Jota Alistana"
            ],
            "members": [
                "Enrique 'Quique' Almendros - Gaita charra, dulcimer, flauta, gaita de fole",
                "José María Climent - Violín, rabel, arrabel, albogue, gaita de fole, percusión",
                "Rafael Martín - Laúd, zanfona, bandurria, voz",
                "Jaime Muñoz - Flauta travesera, clarinete, flauta dulce, tambor",
                "Carlos Beceiro - Bajo, contrabajo, guitarra acústica, pandereta"
            ],
            "spotifyLink": "https://open.spotify.com/intl-es/album/16o1iH57zNN7TdUy0ZsCYX",
            "buyLink": "https://music.apple.com/es/album/el-diablo-cojuelo/196047452"
        },
        {
            "id": "2",
            "title": "El Paso de la Estantigua",
            "year": "1989",
            "image": "/albums/estantigua.jpg",
            "description": {
                "es": "Segundo disco de la Musgaña, editado bajo el sello de Radio Nacional de España.",
                "en": "Formation: Same as El Diablo Cojuelo, published under the Radio Nacional de España label."
            },
            "songs": [
                "Rosca / Habas Verdes",
                "¿Dónde Vas a Lavar? / El Torito Cariñoso / Barre la Calle",
                "Agarrao Antiguo",
                "Pasacalle de Bodas",
                "Ofertorio de Barreras",
                "Carnestolendas / Rondón",
                "Frascuelo",
                "Charro",
                "Toque de Alzar"
            ],
            "members": [
                "Enrique 'Quique' Almendros - Gaita charra, dulcimer, flauta, gaita de fole",
                "José María Climent - Violín, rabel, arrabel, albogue, gaita de fole, percusión",
                "Rafael Martín - Laúd, zanfona, bandurria, voz",
                "Jaime Muñoz - Flauta travesera, clarinete, flauta dulce, tambor",
                "Carlos Beceiro - Bajo, contrabajo, guitarra acústica, pandereta"
            ],
            "streamingLink": "https://music.cliggo.com/artist/La_Musga%C3%B1a/album/3284772-El_Paso_De_La_Estantigua",
            "buyLink": "https://www.discogs.com/es/artist/1205753-La-Musga%C3%B1a?srsltid=AfmBOopL28ASjTnmHWymjNhKFdHuS-SNrNp3Q0Gb4H9ArnQicD9CoJjh"
        },
        {
            "id": "3",
            "title": "Lubicán",
            "year": "1991",
            "image": "/albums/lubican.jpg",
            "description": {
                "es": "Tercer álbum de estudio lanzado en 1991 (o 1993 en ediciones internacionales). Este disco marcó su debut en Norteamérica con el sello Xenophile-Green Linnet y ayudó a impulsar su fama internacional.",
                "en": "Third studio album released in 1991 (or 1993 in international editions). This album marked their North American debut with Xenophile-Green Linnet and helped boost their international fame."
            },
            "songs": [
                "Charrada",
                "Truvisqueira",
                "Marcha de Pascua",
                "Jotas de León y Zamora",
                "Pasodobles de Zamora",
                "Rosca Segarra",
                "El Pericote",
                "Aguilando de Zamora",
                "Gaita de Sanabria",
                "Rueda Aguedana",
                "Baile de la Rosca",
                "Rondón de Benavente",
                "Fandango de Huelva",
                "Pasacalles de Toro"
            ],
            "members": [
                "Enrique 'Quique' Almendros - Gaita charra, dulcimer, flauta, gaita de fole",
                "José María Climent - Violín, rabel, arrabel, albogue, gaita de fole, percusión",
                "Rafael Martín - Laúd, zanfona, bandurria, voz",
                "Jaime Muñoz - Flauta travesera, clarinete, flauta dulce, tambor",
                "Carlos Beceiro - Bajo, contrabajo, guitarra acústica, pandereta",
                "Luis Delgado - Colaboración especial",
                "Manuel Luna - Colaboración especial"
            ],
            "streamingLink": "https://www.last.fm/es/music/La+Musga%C3%B1a/Lubic%C3%A1n",
            "buyLink": "https://www.amazon.es/Lubican-Musgana-GLCD-4010/dp/B000001L4Q"
        },
        {
            "id": "4",
            "title": "Las Seis Tentaciones",
            "year": "1993",
            "image": "/albums/seis-tentaciones.jpg",
            "description": {
                "es": "Editado por Green Linnet. Fue el primer álbum completamente instrumental del grupo. La formación se redujo a cuatro integrantes principales con colaboraciones especiales.",
                "en": "Published by Green Linnet. It was the group's first completely instrumental album. The formation was reduced to four main members with special collaborations."
            },
            "songs": [
                "Charro Zamorano",
                "El Mirlo",
                "Salamanca la Blanca",
                "Mudanza del Río",
                "Sal a Bailar, Mocita",
                "Tema 6",
                "Tema 7",
                "Tema 8",
                "Tema 9",
                "Tema 10",
                "Tema 11",
                "Tema 12",
                "Tema 13"
            ],
            "members": [
                "Enrique 'Quique' Almendros - Gaita charra, tamboril",
                "Carlos Beceiro - Bajo, guitarra",
                "Jaime Muñoz - Flautas, clarinete",
                "Luis Delgado - Percusión, zanfona",
                "Kepa Junkera (invitado) - Acordeón"
            ],
            "streamingLink": "https://www.last.fm/es/music/La+Musga%C3%B1a/Las+Seis+Tentaciones",
            "buyLink": "https://www.amazon.es/Las-Seis-Tentaciones-Musgana/dp/B000001L5B"
        },
        {
            "id": "5",
            "title": "En Concierto",
            "year": "1997",
            "image": "/albums/en-concierto.jpg",
            "description": {
                "es": "Primer álbum en directo, grabado en Madrid y Baracaldo en 1997 con motivo del décimo aniversario del grupo. Considerado uno de los mejores discos de folk español de todos los tiempos.",
                "en": "First live album, recorded in Madrid and Baracaldo in 1997 for the group's tenth anniversary. Considered one of the best Spanish folk albums of all time."
            },
            "songs": [
                "Picao",
                "Siete por Ocho",
                "Bailes a lo Pesao",
                "Pica de Saelices",
                "Estremera",
                "Danzas de Burgos",
                "Verdeguea y Grana",
                "Pasito a Paso",
                "Jotas",
                "Arribes",
                "Entradilla"
            ],
            "members": [
                "Jaime Muñoz - Clarinetes, flautas, gaitas",
                "Carlos Beceiro - Zanfona, cittern, guitarra",
                "Diego Galaz - Violín",
                "Jorge Arribas - Acordeón",
                "Johnny Cunningham (invitado) - Fiddle escocesa, productor",
                "Amancio Prada (invitado) - Voz",
                "Kepa Junkera (invitado) - Acordeón",
                "Radio Tarifa (invitados) - Múltiples instrumentos",
                "Manuel Luna Samperio (invitado) - Voz",
                "Javier Paxariño (invitado) - Instrumentos varios"
            ],
            "spotifyLink": "https://open.spotify.com/intl-es/album/13RixKunu7xF7YNTR4QOS2?si=3TIWeXL9RV66jOfMcIWcJA",
            "buyLink": "https://music.apple.com/es/album/en-concierto/561390994"
        },
        {
            "id": "6",
            "title": "Temas Profanos",
            "year": "2003",
            "image": "/albums/temas-profanos.jpg",
            "description": {
                "es": "Editado por Lubicán Records, sello creado por el propio grupo. La crítica lo consideró 'el trabajo más elaborado, minucioso y excitante' de su trayectoria. Producido tras una pausa de seis años desde En Concierto.",
                "en": "Published by Lubicán Records, a label created by the group itself. Critics considered it 'the most elaborate, meticulous and exciting work' of their career. Produced after a six-year hiatus since En Concierto."
            },
            "songs": [
                "Charrada del Tío Frejón",
                "Espejo Sol y Luna",
                "La Rueda del Tiempo",
                "Aguasvertientes",
                "Danzantes",
                "Las Hilanderas",
                "Pindongos de Montehermoso",
                "Las Inviernas",
                "Tema 9",
                "Tema 10",
                "Tema 11",
                "Tema 12",
                "Tema 13",
                "Tema 14",
                "Tema 15",
                "Tema 16"
            ],
            "members": [
                "Jaime Muñoz - Flauta, clarinete, acordeón diatónico, saxo soprano",
                "Enrique 'Quique' Almendros - Gaita charra, tamboril, gaita de fole",
                "Carlos Beceiro - Cistro, bouzouki, bajo, zanfona",
                "Joaquín Díaz (invitado) - Voz",
                "Carmen París (invitada) - Voz",
                "Maite Dono (invitada) - Coros",
                "Celia Bergara (invitada) - Coros",
                "Diego Galaz (invitado) - Violín",
                "Sebastián Rubio (invitado) - Cajón, tar, krakebs, caja",
                "David Mayoral (invitado) - Pandero iraní, darbouka, req"
            ],
            "streamingLink": "https://www.last.fm/es/music/La+Musga%C3%B1a/Temas+Profanos",
            "buyLink": "https://music.apple.com/cl/album/temas-profanos/312126094"
        },
        {
            "id": "7",
            "title": "20",
            "year": "2008",
            "image": "/albums/20.jpg",
            "description": {
                "es": "Recopilatorio editado con motivo del 20 aniversario del grupo, reuniendo temas de sus álbumes anteriores.",
                "en": "Compilation released for the group's 20th anniversary, gathering tracks from their previous albums."
            },
            "songs": [
                "Seguidillas del Diablo Cojuelo",
                "Rosca / Habas",
                "Agarrao Antiguo",
                "Truvisqueira",
                "Lubicán",
                "Pasodoble Portugués",
                "El Mirlo",
                "Tema 8",
                "Tema 9",
                "Tema 10",
                "Tema 11",
                "Tema 12",
                "Tema 13",
                "Tema 14",
                "Tema 15",
                "Tema 16"
            ],
            "members": [
                "Carlos Beceiro",
                "Jaime Muñoz",
                "Diego Galaz - Violín",
                "Jorge Arribas - Acordeón"
            ],
            "streamingLink": "https://www.last.fm/es/music/La+Musga%C3%B1a/20",
            "buyLink": "https://music.apple.com/cl/album/20/312006311"
        },
        {
            "id": "8",
            "title": "Idas y Venidas",
            "year": "2009",
            "image": "/albums/idas-venidas.jpg",
            "description": {
                "es": "Grabado en directo en los Estudios Infinity de Madrid. Homenaje al maestro Federico Olmeda y su legado de recopilación musical.",
                "en": "Recorded live at Estudios Infinity in Madrid. Tribute to maestro Federico Olmeda and his legacy of musical compilation."
            },
            "songs": [
                "¡Va por Olmeda!",
                "Dulzainas y Moscatel",
                "Molinera Maragata",
                "Interludio I. El Chirola",
                "Las Bodas de Cantabrana",
                "Las Pulgas del Demonio",
                "P'acá y P'allá",
                "Interludio II. El Merengue Sordo",
                "Jotas de Aranda",
                "Charro de Sayago",
                "Molinacha",
                "Entradilla de Salmoral",
                "Pasodoble de El Patillas",
                "Interludio III. Fiesta Abulense",
                "El Buey"
            ],
            "members": [
                "Jaime Muñoz - Gaita charra, tamboril, gaitas, flautas, clarinete",
                "Carlos Beceiro - Guitarra, cittern, zanfona",
                "Diego Galaz - Violín",
                "Jorge Arribas - Acordeón"
            ],
            "streamingLink": "https://www.last.fm/es/music/La+Musga%C3%B1a/Idas+y+Venidas",
            "buyLink": "https://www.amazon.es/Idas-y-Venidas-Musgana/dp/B002HZWI10"
        },
        {
            "id": "9",
            "title": "Entre Dos",
            "year": "2013",
            "image": "/albums/entre-dos.jpg",
            "description": {
                "es": "Publicado el 26 de abril de 2013. Retorno al formato minimalista de dúo instrumental con un homenaje a Quique Almendros. Duración: 46 minutos y 45 segundos.",
                "en": "Released on April 26, 2013. Return to the minimalist instrumental duo format with a tribute to Quique Almendros. Duration: 46 minutes and 45 seconds."
            },
            "songs": [
                "Entre Dos",
                "Entradilla de Salmoral",
                "Polca de Palencia / Desi's Polka",
                "Jota de la Señora María",
                "Marcha para Santa Ana",
                "Marcha de Carpio / Diana",
                "Recuerdos del Ayer (Pasodoble)",
                "Almendros",
                "Calle Abajo, Calle Arriba",
                "Mazurcas de Librado y Noviales",
                "El Trapero",
                "Habas de Pesquera",
                "Ya Se Van los Pastores"
            ],
            "members": [
                "Carlos Beceiro",
                "Jaime Muñoz"
            ],
            "spotifyLink": "https://open.spotify.com/intl-es/album/5OvqaH1HiYapyHpxDpnEmq",
            "buyLink": "https://music.apple.com/es/album/entre-dos-feat-carlos-beceiro-jaime-mu%C3%B1oz/641571561"
        },
        {
            "id": "10",
            "title": "Si Supiera Que Cantando...",
            "year": "2015",
            "image": "/albums/si-supiera.jpg",
            "description": {
                "es": "Primera vez que el grupo lanza un álbum íntegramente cantado, rompiendo con su trayectoria principalmente instrumental. Incluye versiones de temas ya grabados por otros artistas como Manuel Luna y Joaquín Díaz.",
                "en": "First time the group released a fully sung album, breaking with their mainly instrumental trajectory. Includes versions of songs previously recorded by other artists such as Manuel Luna and Joaquín Díaz."
            },
            "songs": [
                "Con Jotas Te Lo Diré",
                "La Bestia Parda",
                "El Rondador / Estremera",
                "Sé Cantar y Sé Bailar",
                "Morenitas Son las Pulgas",
                "Estrella, Sol y Luna",
                "Gallarda Mía",
                "La Mocita 2.0",
                "Niña Lisalda"
            ],
            "members": [
                "Jaime Muñoz - Flauta travesera, flauta de tres agujeros, acordeón diatónico, kaval búlgaro, tamboril",
                "Carlos Beceiro - Bajo eléctrico, acordeón diatónico, bouzouki",
                "Sebastián Rubio - Batería, percusión",
                "Antonio Toledo - Guitarra, laúd",
                "Marta de la Aldea - Voz"
            ],
            "spotifyLink": "https://open.spotify.com/intl-es/album/01kKPrhwYjkP5N5CpopAS3?si=tavDQlIZSEiaeww79aPGIQ",
            "buyLink": "https://www.amazon.es/Si-Supiera-Que-Cantando-Musga%C3%B1a/dp/B01BUVQWMC"
        },
        {
            "id": "11",
            "title": "Raitán",
            "year": "2019",
            "image": "/albums/raitan.jpg",
            "description": {
                "es": "Publicado el 17 de mayo de 2019. Duración: 35 minutos y 40 segundos. Regreso a la formación en trío tras la incorporación de Luis Antonio Pedraza, músico zamorano de proyección internacional. El disco incluye melodías tradicionales del noroeste peninsular de comarcas como Sayago, Aliste, La Raya y Galicia, con colaboraciones de Paul James (Blowzabella), Baldo Martínez (contrabajo), Lorenzo Azcona (saxofón), Sebastián Rubio (percusión de Radio Tarifa) y Juan Pedro Cornejo (acordeón).",
                "en": "Released on May 17, 2019. Duration: 35 minutes and 40 seconds. Return to trio formation after the incorporation of Luis Antonio Pedraza, a musician from Zamora with international projection. The album includes traditional melodies from the northwestern Iberian Peninsula from regions such as Sayago, Aliste, La Raya and Galicia, with collaborations from Paul James (Blowzabella), Baldo Martínez (double bass), Lorenzo Azcona (saxophone), Sebastián Rubio (percussion from Radio Tarifa) and Juan Pedro Cornejo (accordion)."
            },
            "songs": [
                "Briana",
                "Raitán",
                "Charro de Nuez",
                "Pasacalles a 7",
                "Saltat",
                "Mazurcas de Invierno",
                "Baile en Sayago",
                "Galaico-Portugués",
                "Baile de la Medida",
                "Ala de Buitre"
            ],
            "members": [
                "Jaime Muñoz - Flautas, acordeón diatónico, clarinete",
                "Carlos Beceiro - Mandola, guitarra acústica, zanfona",
                "Luis Antonio Pedraza - Flauta de tres agujeros y tamboril, gaitas de Aliste y Sanabria, percusión, canto"
            ],
            "spotifyLink": "https://open.spotify.com/intl-es/album/6Qc597On9Eq4Mhpb7WW33o",
            "buyLink": "https://www.amazon.com/-/es/Musga%C3%B1a/dp/B084FJDMH7"
        },
        {
            "id": "12",
            "title": "La Musgaña",
            "year": "1986",
            "image": "/images/40-anniversari.svg",
            "description": {
                "es": "Demo inicial que marca el nacimiento del grupo y su visión de renovación del folk castellano.",
                "en": "Initial demo marking the birth of the group and their vision of renewing Castilian folk."
            },
            "songs": [
                "Primeras Jotas",
                "Ensayos Tradicionales"
            ],
            "members": [
                "Enrique Almendros",
                "José María Climent",
                "Rafael Martín"
            ]
        }
    ]
}